[IRI_Flamethrower_TLE X2WeaponTemplate]
FriendlyName="引火器"
FriendlyNamePlural="引火器"
BriefSummary="一种简单的机械燃烧装置，自20世纪以来设计基本不变。在武器附件方面几乎没有改进的余地，它的简单性使它成为一种有效和负担得起的心理战武器。"
TacticalText="一种简单的机械燃烧装置，自20世纪以来设计基本不变。在武器附件方面几乎没有改进的余地，它的简单性使它成为一种有效和负担得起的心理战武器。<br/><Bullet/> 火把提供有限的射程。\n<Bullet/>小心使用，因为它可以燃烧友军和敌人一样。\n<Bullet/> 带有多种化学试剂的容器可以提供额外的多功能性。"
AbilityDescName="引火器"